<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: mypay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['mypay'] = '支付宝在线';
$_LANG['mypay_desc'] = '铭翼支付宝插件,无需签约及时到账,手机PC通用。个人也可申请及时到账！官网:www.mingyie.com';
$_LANG['mypay_userid'] = '会员ID';
$_LANG['mypay_secret'] = '支付secret';
$_LANG['pay_button'] = '立即使用支付宝支付';
$_LANG['mypay_secret_desc'] = '<a href="http://www.mingyie.com/article-379.html" target="_blank">查看接口详细说明</a>';

?>